import React from 'react';
import { MainLayout } from '@/Layouts';
import { Link } from '@inertiajs/inertia-react';

const CourseSingle = () => {

    return (
        <MainLayout>
            <div className="course-single-wrap">
                <div className="container video-box-wrap">
                    <div className="media">
                        <img src="/images/person.jpg" alt="" />
                        <div className="over">
                            <span className="donwoload">საპრეზენტაციო ფაილის გადმოწერა</span>
                            <span className="time">05:30</span>
                        </div>
                    </div>
                    <div className="content">
                        <h1 className="tp-header small">ფინანსური ინფრასტრუქტურის კურსი</h1>
                        <div className="list tp-text">
                            <div className="item">
                                <span>ლოკაცია:</span>
                                <span>თბილისი, შარტავას 36</span>
                            </div>
                            <div className="item">
                                <span>თარიღი:</span>
                                <span>20.12.21 - 25.12.21</span>
                            </div>
                            <div className="item">
                                <span>დღეები:</span>
                                <span>5 დღე</span>
                            </div>
                            <div className="item">
                                <span>ფასი:</span>
                                <span>1500 Gel</span>
                            </div>
                            <div className="item">
                                <span>დარეკვა:</span>
                                <span>+995 123 123 123</span>
                            </div>
                        </div>
                        <Link href={route('course.single')} className="tp-register">რეგისტრაცია</Link>
                    </div>
                </div>
                <div className="container info">
                    <h3 className="tp-header">კურსის მიზანი და ამოცანა</h3>
                    <div className="tp-text">
                        მოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლე
                        აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეღწერამოკლე მოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლე
                        აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეღწერამოკლემოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლე
                        აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეღწერამოკლემოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლე
                        აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეღწერამოკლემოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლე
                        აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეღწერამოკლე
                    </div>
                </div>
                <div className="container info-list days">
                    <div className="item">
                        <span className="tp-header small">დღე 1</span>
                        <p className="tp-text">20.20.2020 - 13:14 სთ.   აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლ აღწერამოკლეაღწე ამოკლეაღწე</p>
                    </div>
                    <div className="item">
                        <span className="tp-header small">დღე 2</span>
                        <p className="tp-text">20.20.2020 - 13:14 სთ.   აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლ აღწერამოკლეაღწე ამოკლეაღწე</p>
                    </div>
                    <div className="item">
                        <span className="tp-header small">დღე 3</span>
                        <p className="tp-text">20.20.2020 - 13:14 სთ.   აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლ აღწერამოკლეაღწე ამოკლეაღწე</p>
                    </div>
                    <div className="item">
                        <span className="tp-header small">დღე 4</span>
                        <p className="tp-text">20.20.2020 - 13:14 სთ.   აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლ აღწერამოკლეაღწე ამოკლეაღწე</p>
                    </div>
                    <div className="item">
                        <span className="tp-header small">დღე 5</span>
                        <p className="tp-text">20.20.2020 - 13:14 სთ.   აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლ აღწერამოკლეაღწე ამოკლეაღწე</p>
                    </div>
                </div>
                <div className="container info-list topic">
                    <div className="item">
                        <span className="tp-header small">თემა 1</span>
                        <p className="tp-text">სათაური</p>
                    </div>
                    <div className="item">
                        <span className="tp-header small">თემა 2</span>
                        <p className="tp-text">სათაური</p>
                    </div>
                </div>
                <div className="container info">
                    <h3 className="tp-header small">მეთოდოლოგია</h3>
                    <div className="tp-text">
                        მოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლე
                        აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეღწერამოკლე მოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლე
                        აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეღწერამოკლემოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლე
                        აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეღწერამოკლემოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლე
                        აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეღწერამოკლემოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლე
                        აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეღწერამოკლე
                    </div>
                </div>
                <div className="container info">
                    <h3 className="tp-header small">ვისთვისაა საჭირო ეს კურსები</h3>
                    <div className="tp-text">
                        მოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლე
                        აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეღწერამოკლე მოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლე
                        აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეღწერამოკლემოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლე
                        აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეღწერამოკლემოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლე
                        აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეღწერამოკლემოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლე
                        აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეაღწერამოკლე აღწერამოკლე აღწერამოკლე აღწერამოკლეაღწერამოკლეღწერამოკლე
                    </div>
                </div>
                <div className="container lector">
                    <h3 className="tp-header small">ინსტრუქტორის შესახებ</h3>
                    <div className="video-box-wrap">
                        <div className="media">
                            <img src="/images/person.jpg" alt="" />
                            <div className="over">
                                <span className="donwoload">საპრეზენტაციო ფაილის გადმოწერა</span>
                                <span className="time">05:30</span>
                            </div>
                        </div>
                        <div className="content">
                            <h3 className="tp-header">სახელი გვარი</h3>
                            <h3 className="tp-header small">სფერო</h3>
                            <h3 className="tp-header small">პროფესია</h3>
                        </div>
                    </div>
                    <div className="bio">
                        <h3>ბიოგრაფია</h3>
                        <div className="tp-text">
                            ბიოგრაფია ამ ადამიანის შესახებბიოგრაფია ამ ადამიანის შესახებ ბიოგრაფია
                            ბიოგრაფია ამ ა დამიანის  შესახებ ბიოგრაფია ამ ადამიანის შესახებ ბიოგრაფია ამ ადამიანის შესახებბიოგრაფია ამ ადამიანის შესახებ ბიოგრაფია  ამ ადმიან ის შესა ხებბიოგრა ფია ამ ადამი ანის შესახებ
                            ბიოგრაფია ამ ადამიანის შესახებბიოგრაფია ამ ადამიანის შესახებბიო გრაფია
                            ამ ად მიანის შესახებბ იოგრაფ ია ამ ადამია ნის შესახებ ბიოგრაფია ამ ადამი ანის  ესახებ ამ ად ამიანის შესახ
                            ებბიოგრ აფია ამ ადამი ანის შე სახებ ბიოგრაფია ამ ადამიანის შესახებ ბიოგრაფია
                            ბიოგრაფია ამ ადამიანის შესახებ ბიოგრაფია ამ ადა მიანის შესახებ ბიოგრაფია ამ ადამიანის შესახებბიოგრაფია ამ ადამიანის შესახებ
                            იოგრაფია ამ ადამიანის შესახებბიოგრაფია ამ ადამიანის შესახებ ბიოგრაფია
                            ბიოგრაფია ამ ა დამიანის  შესახებ ბიოგრაფია ამ ადამიანის შესახებ ბიოგრაფია ამ ადამიანის შესახებბიოგრაფია ამ ადამიანის შესახებ ბიოგრაფია  ამ ადმიან ის შესა ხებბიოგრა ფია ამ ადამი ანის შესახებ
                            ბიოგრაფია ამ ადამიანის შესახებბიოგრაფია ამ ადამიანის შესახებბიო გრაფია
                            ამ ად მიანის შესახებბ იოგრაფ ია ამ ადამია ნის შესახებ ბიოგრაფია ამ ადამი ანის  ესახებ ამ ად ამიანის შესახ
                            ებბიოგრ აფია ამ ადამი ანის შე სახებ ბიოგრაფია ამ ადამიანის შესახებ ბიოგრაფია
                            ბიოგრაფია ამ ადამიანის შესახებ ბიოგრაფია ამ ადა მიანის შესახებ ბიოგრაფია ამ ადამიანის შესახებბიოგრაფია ამ ადამიანის შესახებ
                        </div>
                    </div>
                </div>
            </div>
        </MainLayout>
    );
};

export default CourseSingle;
