import React from 'react';
import { MainLayout } from '@/Layouts';

const Social = ({ lang, auth }) => {

    return (
        <MainLayout lang={lang} auth={auth}>
            <section className="social-wrap">
                <div className="container header">
                    <h1 className="tp-header">სოციალური პასუხისმგებლობა</h1>
                </div>
                <div className="info-top">
                    <div className="container">
                        <h3 className="tp-header small mb-33">სათაური</h3>
                        <div className="tp-text">
                            <p>
                                ერუდიოში ფუნქციონირებს, როგორც სასერტიფიკატო კურსები, ასევე - მოკლე და გრძელვადიანი, სპეციალური სასწავლო პროგრამები, მორგებული მომხმარებლის მოთხოვნაზე.
                            </p>
                            <p>
                                erudio-ს გუნდი ორიენტირებულია მაღალ სტანდარტსა და ხარისხზე. ის, რისი სწავლაც ჩვენთან შეგიძლიათ, სრულებით უცხო და არადამახასიათებელია ქართული საგანმანათლებლო ბაზრისთვის.
                            </p>
                            <p>
                                ერუდიოს პრიორიტეტული სატრენინგო თემატიკებია: საგადასახადო, იურიდიული, ფინანსები და ინვესტიციები, საბანკო საქმე, დაზღვევა, ეკონომიკა, რეგულაციებთან შესაბამისობა, გაყიდვები, HR, ციფრული მარკეტინგი, ტურიზმი, ტექნოლოგიები და ა.შ.
                            </p>
                        </div>
                    </div>
                </div>
                <img className="social-image" src="/images/social-image.jpg" alt="" />
                <div className="info-bottom">
                    <div className="container">
                        <h3 className="tp-header small mb-33">აქტივობების შესახებ ინფო</h3>
                        <div className="tp-text">
                            <p>
                                ერუდიოში ფუნქციონირებს, როგორც სასერტიფიკატო კურსები, ასევე - მოკლე და გრძელვადიანი, სპეციალური სასწავლო პროგრამები, მორგებული მომხმარებლის მოთხოვნაზე.
                            </p>
                            <p>
                                erudio-ს გუნდი ორიენტირებულია მაღალ სტანდარტსა და ხარისხზე. ის, რისი სწავლაც ჩვენთან შეგიძლიათ, სრულებით უცხო და არადამახასიათებელია ქართული საგანმანათლებლო ბაზრისთვის.
                            </p>
                            <p>
                                ერუდიოს პრიორიტეტული სატრენინგო თემატიკებია: საგადასახადო, იურიდიული, ფინანსები და ინვესტიციები, საბანკო საქმე, დაზღვევა, ეკონომიკა, რეგულაციებთან შესაბამისობა, გაყიდვები, HR, ციფრული მარკეტინგი, ტურიზმი, ტექნოლოგიები და ა.შ.
                            </p>
                        </div>
                    </div>
                </div>
            </section>
        </MainLayout>
    );
};

export default Social;
