import React from 'react';

export const Clients = () => {

    return (
        <section className="clients-wrap">
            <div className="container">
                <h3 className="tp-header small mb-33">რას ამბობენ კლიენტები ჩვენზე</h3>
                <p className="tp-text">
                    „სს „მიკროსაფინანსო ორგანიზაცია სვის კაპიტალ”-ი რამდენიმე წელია თანამშრომლობს ,,ლოიალტე”-სთან, რომელიც ხშირად გვაწვდის საინტერესო, საჭირო და დროულ ტრენინგებს. კომპანიებს შორის თანაშრომლობა წლების განმავლობაში წარმატებულად ვითარდებოდა და სწავლებაში მონაწილე თანაშრომლები ყოველთვის აღფრთოვანებასა და კმაყოფილებას გამოთქვამენ მიღებული ტრენინგების შეფასების დროს, რადგან სასწავლო კურსების ორგანიზება ხდება თითოეული დეტალის სწორად გათვალისწინებით,  ტრენინგის კონცეფცია და შინაარსი ყოველთვის ზუსტად არის  გათვლილი კომპანიის თანაშრომელთა საჭიროებაზე.
                    სს „მიკროსაფინანსო ორგანიზაცია სვის კაპიტალი“-ს სახელით რეკომენდაციას ვუწევთ ,,ლოიალტე”-ს,  რადგან ვთვლით, რომ კომპანიას ჰყავს საუკეთესო,  პროფესიონალი ადამიანებით დაკომპლექტებული გუნდი, რომელსაც შეუძლია ნებისმიერ საჭიროებას მოერგოს და სწავლების დროს იყოს ნაყოფიერი და შედგზე ორიენტირებული.“
                </p>
            </div>
        </section>
    );
};
